Tekla Open API Reference for Tekla Structures 2025
StringConstantFilterExpression Constructor
Overload List
Name | Description
StringConstantFilterExpression(IEnumerable<String>)
 Initializes a new instance of the StringConstantFilterExpression class.
StringConstantFilterExpression(String)
 Initializes a new instance of the StringConstantFilterExpression class.
Top
See Also
Reference
StringConstantFilterExpression Class
Tekla.Structures.Filtering Namespace